In [24]:
import os

In [25]:
os.getcwd()

'C:\\Users\\cws'

In [38]:
import pandas as pd

In [44]:
pd.read_csv("data2.csv")

   SNO   Name     Game   School Class
0    1  Raima  Drawing   Kidzee   KG1
1    2  Urvi      ball  Mount L   KG2
2    3  Purvi    Dance  Mount L     2